[X2DownloadableContentInfo_AddedPartNames]


.TorsoTemplate="CX_TitanArmor_Torso_1_F"
.TorsoName="CX泰坦装甲躯干 1"

.TorsoTemplate="CX_TitanArmor_Torso_2_F"
.TorsoName="CX泰坦装甲躯干 2"

.TorsoTemplate="CX_TitanArmor_Torso_3_F"
.TorsoName="CX泰坦装甲躯干 3"

.TorsoTemplate="CX_GrandTitanArmor_Torso_1_F"
.TorsoName="CX重型泰坦装甲躯干 1"

.TorsoTemplate="CX_GrandTitanArmor_Torso_2_F"
.TorsoName="CX重型泰坦装甲躯干 2"

.TorsoTemplate="CX_GrandTitanArmor_Torso_3_F"
.TorsoName="CX重型泰坦装甲躯干 3"


.LegsTemplate="CX_TitanArmor_Legs_F"
.LegsName="CX泰坦装甲腿"

.LegsTemplate="CX_TitanArmor_Legs2_F"
.LegsName="CX泰坦装甲腿 2"

.LegsTemplate="CX_TitanArmor_Legs3_F"
.LegsName="CX泰坦装甲腿 3"

.LegsTemplate="CX_GrandTitanArmor_Legs_F"
.LegsName="CX重型泰坦装甲腿"

.LegsTemplate="CX_GrandTitanArmor_Legs2_F"
.LegsName="CX重型泰坦装甲腿 2"

.LegsTemplate="CX_GrandTitanArmor_Legs3_F"
.LegsName="CX重型泰坦装甲腿 3"



.TorsoTemplate="CX_TitanArmor_Torso_1_M"
.TorsoName="CX泰坦装甲躯干 1"

.TorsoTemplate="CX_TitanArmor_Torso_2_M"
.TorsoName="CX泰坦装甲躯干 2"

.TorsoTemplate="CX_TitanArmor_Torso_3_M"
.TorsoName="CX泰坦装甲躯干 3"

.TorsoTemplate="CX_GrandTitanArmor_Torso_1_M"
.TorsoName="CX重型泰坦装甲躯干 1"

.TorsoTemplate="CX_GrandTitanArmor_Torso_2_M"
.TorsoName="CX重型泰坦装甲躯干 2"

.TorsoTemplate="CX_GrandTitanArmor_Torso_3_M"
.TorsoName="CX重型泰坦装甲躯干 3"


.LegsTemplate="CX_TitanArmor_Legs_M"
.LegsName="CX泰坦装甲腿"

.LegsTemplate="CX_TitanArmor_Legs2_M"
.LegsName="CX泰坦装甲腿 2"

.LegsTemplate="CX_TitanArmor_Legs3_M"
.LegsName="CX泰坦装甲腿 3"

.LegsTemplate="CX_GrandTitanArmor_Legs_M"
.LegsName="CX重型泰坦装甲腿"

.LegsTemplate="CX_GrandTitanArmor_Legs2_M"
.LegsName="CX重型泰坦装甲腿 2"

.LegsTemplate="CX_GrandTitanArmor_Legs3_M"
.LegsName="CX重型泰坦装甲腿 3"